Repository: CamiloMonteagudo/TrdSuite_macOS
Catalog: TrdMac/*.lproj/Localizable.strings
Languages: it

# ConjViewWords
source: Conjugations (by word)
it: Coniugazioni (per parola)

# ConjViewModes
source: Conjugations (by mode)
it: Coniugazioni (per modo)

# ConjViewPersons
source: Conjugations (by person)
it: Coniugazioni (per persona)

# NewDoc
source: New Document
it: Nuovo Document

# TextTrdNotSaved
source: The translated document could not be saved, Do you want to save it?
it: Il documento tradotto non è potuto essre salvato, Desidera salvare esso?

# TextSrcNotSaved
source: The previous document is not saved, Do you want to save it?
it: Il documento anteriore non è stato salvato, Desidera salvare esso?

source: Save
it: Salva

# DontSave
source: Not Save
it: Non Salva

source: Cancel
it: Annulla

# WarningTitle
source: Warning
it: Avvertenza

# OK
source: Accept
it: Accettare

# SaveSourceTitle
source: Save the source document
it: Salva il documento originale

# SaveTrdTitle
source: Save the translated document
it: Salva il documento tradotto

source: Source
it: Originale

# Translation
source: Tanslation
it: Traduzione

# NoSaveText
source: The document could not be saved
it: Il documento non è potuto essere salvato

# NoLoadText
source: The document could not be loaded
it: Il documento non è potuto essere caricato

# NoRoot
source: There is no roots
it: Non vi é alcuna radici

# SelSentence
source: Select a sentence
it: Selezionare una frase

# TrdAsTipo
source: Translations as:
it: Traduzioni come:

# mnuItemMasc
source: Masculine
it: Maschile

# mnuItemFem
source: Feminine
it: Femminile

# mnuItemNtr
source: Neutral
it: Neutro

# mnuItemSng
source: Singular
it: Singolare

# mnuItemPlr
source: Plurar
it: Plurale

# DataFrmError
source: The format of '%@' is not correct
it: Il formato dei '%@' non è corretto

source: Error
it: Errore
